report/BlazeDemo.html/statistics.json
{
  "https://blazedemo.com/" : {
    "transaction" : "https://blazedemo.com/",
    "sampleCount" : 50,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 1077.7599999999995,
    "medianResTime" : 1131.0,
    "minResTime" : 556.0,
    "maxResTime" : 1662.0,
    "pct1ResTime" : 1426.9,
    "pct2ResTime" : 1517.9,
    "pct3ResTime" : 1662.0,
    "throughput" : 28.62049227246709,
    "receivedKBytesPerSec" : 132.95672044934173,
    "sentKBytesPerSec" : 16.43442329708071
  },
  "https://blazedemo.com/purchase.php" : {
    "transaction" : "https://blazedemo.com/purchase.php",
    "sampleCount" : 50,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 436.1,
    "medianResTime" : 422.0,
    "minResTime" : 369.0,
    "maxResTime" : 789.0,
    "pct1ResTime" : 491.0,
    "pct2ResTime" : 510.25,
    "pct3ResTime" : 789.0,
    "throughput" : 4.150066401062417,
    "receivedKBytesPerSec" : 27.214546760873173,
    "sentKBytesPerSec" : 3.076074607818725
  },
  "Test" : {
    "transaction" : "Test",
    "sampleCount" : 50,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 2353.459999999999,
    "medianResTime" : 2375.5,
    "minResTime" : 1737.0,
    "maxResTime" : 2914.0,
    "pct1ResTime" : 2811.4,
    "pct2ResTime" : 2875.35,
    "pct3ResTime" : 2914.0,
    "throughput" : 14.607069821793749,
    "receivedKBytesPerSec" : 351.3827645705521,
    "sentKBytesPerSec" : 40.95400142418931
  },
  "https://blazedemo.com/confirmation.php" : {
    "transaction" : "https://blazedemo.com/confirmation.php",
    "sampleCount" : 50,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 411.5599999999999,
    "medianResTime" : 401.5,
    "minResTime" : 366.0,
    "maxResTime" : 517.0,
    "pct1ResTime" : 456.09999999999997,
    "pct2ResTime" : 470.04999999999995,
    "pct3ResTime" : 517.0,
    "throughput" : 3.338452293516726,
    "receivedKBytesPerSec" : 18.84399829738933,
    "sentKBytesPerSec" : 2.6538087567603657
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 200,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 588.3649999999999,
    "medianResTime" : 435.0,
    "minResTime" : 366.0,
    "maxResTime" : 1662.0,
    "pct1ResTime" : 1218.9,
    "pct2ResTime" : 1350.85,
    "pct3ResTime" : 1518.98,
    "throughput" : 8.398421096833795,
    "receivedKBytesPerSec" : 50.50739914021164,
    "sentKBytesPerSec" : 5.886686271730914
  },
  "https://blazedemo.com/reserve.php" : {
    "transaction" : "https://blazedemo.com/reserve.php",
    "sampleCount" : 50,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 428.04,
    "medianResTime" : 419.0,
    "minResTime" : 372.0,
    "maxResTime" : 526.0,
    "pct1ResTime" : 491.3,
    "pct2ResTime" : 511.45,
    "pct3ResTime" : 526.0,
    "throughput" : 7.386615452799527,
    "receivedKBytesPerSec" : 53.24278189171222,
    "sentKBytesPerSec" : 5.121579073718422
  }
}